[
    "Peppa and George are going to the playgroup.",
    "It is George's first day.",
    "George, are you looking forward to the playgroup?",
    "Daddy, maybe George is too small to go to my playgroup?",
    "He'll be fine, Peppa.",
    "There'll be you and Mr. Dinosaur there to keep him company.",
    "But I want to play with the big children!",
    "Not George and his toy dinosaur.",
    "Oh dear, Peppa doesn't want George to go to her playgroup.",
    "We're here!",
    "Daddy, are you sure George is big enough?",
    "He'll be fine.",
    "Alright, he can come.",
    "Bye bye.",
    "Madame Gazelle looks after the children at the playgroup.",
    "Hello! This is my little brother, George.",
    "Hello, George.",
    "I wish I had a little brother like George.",
    "Really?",
    "Hello! I'm Danny Dog.",
    "Is that a dinosaur?",
    "It's just a toy dinosaur.",
    "Brilliant!",
    "Aaaah, really scary.",
    "That's brilliant!",
    "George is my brother.",
    "He's brilliant.",
    "Peppa is proud of her little brother, George.",
    "Shall we show George how we paint pictures?",
    "George is not very good at painting.",
    "Well, maybe you could help him?",
    "Yes, I'm very good!",
    "I will show him how to paint a flower.",
    "George, today I'm going to teach you how to paint a flower.",
    "First, you paint a big circle.",
    "No, George, that's the wrong color.",
    "Now you paint the flower's petals.",
    "George! That's the wrong shape!",
    "Now you paint the stalk and the leaves.",
    "Perfect!",
    "George, you've done it all wrong!",
    "Now what do we have here?",
    "I've painted a flower.",
    "That's very good, Peppa.",
    "And George has painted a dinosaur.",
    "Brilliant!",
    "I think George and Peppa's pictures should go on the wall.",
    "Hurray!",
    "Peppa, You must be very proud of your little brother.",
    "Yes, I am.",
    "It is home time and the children's parents are here to pick them up.",
    "Can George come next time?",
    "Yes, and he can paint us another lovely picture.",
    "And what will you paint next time, George?",
    "Dine-Saw!",
    "Another dinosaur picture?",
    "Well, maybe you can show us all how to paint a dinosaur?",
    "Brilliant!",
    "Yes! Brilliant!"
]