[
    "Daddy Pig wears glasses.",
    "He needs to wear glasses to see clearly.",
    "When Daddy Pig wears his glasses, everything looks fine.",
    "But when Daddy Pig takes his glasses off he can't see things clearly.",
    "Everything looks a bit soft and fuzzy.",
    "So, it is very important that Daddy Pig knows where his glasses are.",
    "Sometimes, Daddy Pig loses his glasses.",
    "Peppa, George. Have you seen Daddy Pig's glasses?",
    "He can't find them anywhere.",
    "No, Mummy.",
    "Peppa and George do not know where Daddy Pig's glasses are.",
    "Oh, dear. Daddy Pig cannot see a thing without them.",
    "and it makes him very grumpy.",
    "Without his glasses on, Daddy Pig cannot read his newspaper.",
    "This is ridiculous! I can't see anything!",
    "Somebody must have put my glasses somewhere.",
    "Do you remember where you last put them,Daddy Pig?",
    "When I don't wear them, I always put them in my pocket.",
    "But they aren't there now.",
    "Daddy! Can we help find your glasses?",
    "Good idea, Peppa.",
    "If you find them,",
    "Daddy will stop being so grumpy.",
    "I'm not grumpy.",
    "Peppa and George are looking for Daddy's glasses.",
    "Peppa looks under the newspaper.",
    "But Daddy Pig's glasses are not there.",
    "George looks on top of the television.",
    "But Daddy Pig's glasses are not there.",
    "Let's look upstairs in Mummy and Daddy's bedroom!",
    "Peppa and George are looking in Mummy and Daddy Pig's bedroom.",
    "George be careful not to knock anything over.",
    "It's not funny.",
    "Peppa looks under the pillows.",
    "But Daddy Pig's glasses are not there.",
    "George looks in Daddy's slippers.",
    "But the glasses are not there, either.",
    "Let's look in the bathroom!",
    "Peppa and George are looking in the bathroom.",
    "The glasses are not in the bath.",
    "The glasses are not in the toilet.",
    "Hmm ! It's too difficult.",
    "Peppa and George cannot find Daddy Pig's glasses anywhere.",
    "We've looked everywhere.",
    "But we can't find Daddy's glasses.",
    "Oh, dear. Now, what can we do?",
    "I suppose I'll just have to learn to do without them",
    "If I move slowly, I won't bump into things.",
    "There they are! Daddy's glasses!",
    "Daddy Pig. You were sitting on them all the time!",
    "Oh",
    "Silly Daddy!",
    "I don't know how they got there.",
    "I wonder how!",
    "Well, you may have been a bit silly,",
    "Daddy Pig, but at least you're not grumpy anymore!",
    "I was not grumpy."
]